{"ABSTERSIVE": "Cleansing; purging. Bacon.", "ABSOLUTISM": "Doctrine of absolute decrees. Ash.", "ABJUREMENT": "Renunciation. [R.]", "-GENOUS": "A suffix signifying producing, yielding; as, alkaligenous;endogenous.", "-ENT": "An adjective suffix signifying action or being; as, corrodent,excellent, emergent, continent, quiescent. See -ant.", "-S": "The suffix used to form the plural of most words; as in roads,elfs, sides, accounts.", "ABERUNCATOR": "A weeding machine.", "ABANDON": "To relinquish all claim to; -- used when an insured persongives up to underwriters all claim to the property covered by apolicy, which may remain after loss or damage by a peril insuredagainst.", "-GRAVE": "A final syllable signifying a ruler, as in landgrave, margrave.See Margrave.", "ABDICATION": "The act of abdicating; the renunciation of a high office,dignity, or trust, by its holder; commonly the voluntary renunciationof sovereign power; as, abdication of the throne, government, power,authority.", "ABSINTHIAN": "Of the nature of wormwood. \"Absinthian bitterness.\" T.Randolph.", "ABJURATORY": "Containing abjuration.", "ABBATIAL": "Belonging to an abbey; as, abbatial rights.", "ABERRATIONAL": "Characterized by aberration.", "ABOX": "Braced aback.", "ABALIENATION": "The act of abalienating; alienation; estrangement. [Obs.]", "ABDOMINOTHORACIC": "Relating to the abdomen and the thorax, or chest.", "ABSTRACTLY": "In an abstract state or manner; separately; absolutely; byitself; as, matter abstractly considered.", "-SCOPE": "A combining form usually signifying an instrument for viewing(with the eye) or observing (in any way); as in microscope,telescope, altoscope, anemoscope.", "ABEYANT": "Being in a state of abeyance.", "ACADEMICALLY": "In an academical manner.", "ABIETINIC": "Of or pertaining to abietin; as, abietinic acid.", "ABORTMENT": "Abortion. [Obs.]", "-ISM": "A suffix indicating an act, a process, the result of an act ora process, a state; also, a characteristic (as a theory, doctrine,idiom, etc.); as, baptism, galvanism, organism, hypnotism, socialism,sensualism, Anglicism.", "-ISH": "A suffix used to from adjectives from nouns and fromadjectives. It denotes relation, resemblance, similarity, andsometimes has a diminutive force; as, selfish, boyish, brutish;whitish, somewhat white.", "-ISE": ". See -ize.", "ABLER": "comp. of Able.-- A\"blest, a.,", "-IST": "A noun suffix denoting an agent, or doer, one who practices, abeliever in; as, theorist, one who theorizes; socialist, one whoholds to socialism; sensualist, one given to sensuality.", "ABSORBABILITY": "The state or quality of being absorbable. Graham (Chemistry).", "ABLUENT": "Washing away; carrying off impurities; detergent.-- n. (Med.)", "ABUTTAL": "The butting or boundary of land, particularly at the end; aheadland. Spelman.", "ABILIMENT": "Habiliment. [Obs.]", "ABSOLUTIST": "One who believes that it is possible to realize a cognition orconcept of the absolute. Sir. W. Hamilton.", "ABSCONDENCE": "Fugitive concealment; secret retirement; hiding. [R.] Phillips.", "ABSTINENTLY": "With abstinence.", "------": "One of the simplest essential parts, more commonly calledcells, of which animal and vegetable organisms, or their tissues andorgans, are composed.", "ABSORPTIVITY": "Absorptiveness.", "ABERRANT": "See Aberr.]", "ABUNA": "The Patriarch, or head of the Abyssinian Church.", "ABOMINATE": "To turn from as ill-omened; to hate in the highest degree, asif with religious dread; loathe; as, to abominate all impiety.", "ABDOMEN": "The belly, or that part of the body between the thorax and thepelvis. Also, the cavity of the belly, which is lined by theperitoneum, and contains the stomach, bowels, and other viscera. Inman, often restricted to the part between the diaphragm and thecommencement of the pelvis, the remainder being called the pelviccavity.", "ABNEGATIVE": "Denying; renouncing; negative. [R.] Clarke.", "ABSORBENCY": "Absorptiveness.", "ABATURE": "Grass and sprigs beaten or trampled down by a stag passingthrough them. Crabb.", "ABORTICIDE": "The act of destroying a fetus in the womb; feticide.", "-LY": "A suffix forming adjectives and adverbs, and denoting likenessor resemblance.", "ABODE": "of Abide.", "-ONE": "A suffix indicating that the substance, in the name of which itappears, is a ketone; as, acetone.", "-ANT": "A suffix sometimes marking the agent for action; as, merchant,covenant, servant, pleasant, etc. Cf. -ent.", "ABUNDANTLY": "In a sufficient degree; fully; amply; plentifully; in largemeasure.", "-METER": "A suffix denoting that by which anything is measured; as,barometer, chronometer, dynamometer.", "ABATTOIR": "A public slaughterhouse for cattle, sheep, etc.", "ABIDING": "Continuing; lasting.", "ABDUCTOR": "A muscle which serves to draw a part out, or form the medianline of the body; as, the abductor oculi, which draws the eyeoutward.", "ABSTRACTITIOUS": "Obtained from plants by distillation. [Obs.] Crabb.", "ABORIGINALLY": "Primarily.", "ABNEGATE": "To deny and reject; to abjure. Sir E. Sandys. Farrar.", "ABIOGENIST": "One who believes that life can be produced independently ofantecedent. Huxley.", "-STER": "A suffix denoting the agent (originally a woman), especially aperson who does something with skill or as an occupation; as inspinster (originally, a woman who spins), songster, baxter (=bakester), youngster.", "-INE": "A suffix, indicating that those substances of whose names it isa part are basic, and alkaloidal in their nature.", "-ING": "A suffix used to from present participles; as, singing,playing.", "ABNEGATION": "a denial; a renunciation.With abnegation of God, of his honor, and of religion, they mayretain the friendship of the court. Knox.", "ABRUPT": "Suddenly terminating, as if cut off. Gray.", "ABRANCHIATA": "A group of annelids, so called because the species composing ithave no special organs of respiration.", "ABSINTHIATED": "Impregnated with wormwood; as, absinthiated wine.", "ABRANCHIATE": "Without gills.", "ABATOR": "(a) One who abates a nuisance. (b) A person who, without right,enters into a freehold on the death of the last possessor, before theheir or devisee. Blackstone.", "ABRASIVE": "Producing abrasion. Ure.", "ABSENTMENT": "The state of being absent; withdrawal. [R.] Barrow.", "ABOON": "and adv. Above. [Scot. & Prov. Eng.]Aboon the pass of Bally-Brough. Sir W. Scott.The ceiling fair that rose aboon. J. R. Drake.", "ABOLISHABLE": "Capable of being abolished.", "ABSCESSION": "A separating; removal; also, an abscess. [Obs.] Gauden.Barrough.", "ABATISED": "Provided with an abatis.", "ABSTENTIOUS": "Characterized by abstinence; self-restraining. Farrar.", "ABREUVOIR": "The joint or interstice between stones, to be filled withmortar. Gwilt.", "ABLUSH": "Blushing; ruddy.", "-WARDS": "See -ward.", "ABADA": "The rhinoceros. [Obs.] Purchas.", "ABANDONEE": "One to whom anything is legally abandoned.", "-MENT": "A suffix denoting that which does a thing; an act or process;the result of an act or process; state or condition; as, aliment,that which nourishes, ornament, increment; fragment, piece broken,segment; abridgment, act of abridging, imprisonment, movement,adjournment; amazement, state of being amazed, astonishment.", "ABETMENT": "The act of abetting; as, an abetment of treason, crime, etc.", "ABSTRACTIVE": "Having the power of abstracting; of an abstracting nature. \"Theabstractive faculty.\" I. Taylor.", "ABANDONER": "One who abandons. Beau. & Fl.", "ABYSSINIAN": "Of or pertaining to Abyssinia. Abyssinian gold, an alloy of90.74 parts of copper and 8.33 parts of zink. Ure.", "-DOM": "A suffix denoting:(a) Jurisdiction or property and jurisdiction, dominion, as inkingdom earldom.(b) State, condition, or quality of being, as in wisdom, freedom.", "ABLACTATE": "To wean. [R.] Bailey.", "-ESQUE": "A suffix of certain words from the French, Italian, andSpanish. It denotes manner or style; like; as, arabesque, after themanner of the Arabs.", "ABSUME": "To consume gradually; to waste away. [Obs.] Boyle.", "ACADEMIAN": "A member of an academy, university, or college.", "ABAISER": "Ivory black or animal charcoal. Weale.", "ABUSION": "Evil or corrupt usage; abuse; wrong; reproach; deception;cheat. Chaucer.", "ABODEMENT": "A foreboding; an omen. [Obs.] \"Abodements must not now affrightus.\" Shak.", "ABIDANCE": "The state of abiding; abode; continuance; compliance (with).The Christians had no longer abidance in the holy hill of Palestine.Fuller.A judicious abidance by rules. Helps.", "ABSIST": "To stand apart from; top leave off; to desist. [Obs.] Raleigh.", "ABSTRACTIONAL": "Pertaining to abstraction.", "ACADEMISM": "The doctrines of the Academic philosophy. [Obs.] Baxter.", "ABASEMENT": "The act of abasing, humbling, or bringing low; the state ofbeing abased or humbled; humiliation.", "-ARCH": "A suffix meaning a ruler, as in monarch (a sole ruler).", "ABIRRITATE": "To diminish the sensibility of; to debilitate.", "ABASEDLY": "Abjectly; downcastly.", "-WAYS": "A suffix formed from way by the addition of the adverbial -s(see -wards). It is often used interchangeably with wise; as, endwaysor endwise; noways or nowise, etc.", "-MERE": "A combining form meaning part, portion; as, blastomere,epimere.", "ABORIGINALITY": "The quality of being aboriginal. Westm. Rev.", "ABBREVIATION": "One dash, or more, through the stem of a note, dividing itrespectively into quavers, semiquavers, or demi-semiquavers. Moore.", "ABRASION": "A superficial excoriation, with loss of substance under theform of small shreds. Dunglison.", "ABSTRACTNESS": "The quality of being abstract. \"The abstractness of the ideas.\"Locke.", "ABAY": "Barking; baying of dogs upon their prey. See Bay. [Obs.]", "ABRAHAMIC": "Pertaining to Abraham, the patriarch; as, the Abrachamiccovenant.", "ABJUGATE": "To unyoke. [Obs.] Bailey.", "AARD-VARK": "An edentate mammal, of the genus Orycteropus, somewhatresembling a pig, common in some parts of Southern Africa. It burrowsin the ground, and feeds entirely on ants, which it catches with itslong, slimy tongue.", "ABJUDICATION": "Rejection by judicial sentence. [R.] Knowles.", "AB-": "A prefix in many words of Latin origin. It signifies from, away, separating, or departure, as in abduct, abstract, abscond. See A-(6).", "ABSENTATION": "The act of absenting one's self. Sir W. Hamilton.", "ABETTAL": "Abetment. [R.]", "ABSTORTED": "Wrested away. [Obs.] Bailey.", "ACADEMIAL": "Academic. [R.]", "ABAISANCE": "Obeisance. [Obs.] Jonson.", "ABJECTEDNESS": "A very abject or low condition; abjectness. [R.] Boyle.", "ABHORRER": "One who abhors. Hume.", "ABOVEDECK": "On deck; and hence, like aboveboard, without artifice. Smart.", "ABACINATION": "The act of abacinating. [R.]", "ABB": "Among weaves, yarn for the warp. Hence, abb wool is wool forthe abb.", "-GEROUS": "A suffix signifying bearing, producing; as, calcigerous;dentigerous.", "-ESCENT": "A suffix signifying beginning, beginning to be; as, adolescent,effervescent, etc.", "ABLASTEMIC": "Non-germinal.", "ABOLITIONISM": "The principles or measures of abolitionists. Wilberforce.", "ACADEMICALS": "The articles of dress prescribed and worn at some colleges anduniversities.", "ABOLITIONIST": "A person who favors the abolition of any institution,especially negro slavery.", "ABLE-MINDED": "Having much intellectual power.-- A`ble-mind\"ed*ness, n.", "-GRAPHY": "A suffix denoting the art of writing or describing; also, thewriting or description itself; a treatise; as, calligraphy,biography, geography.", "ABRADANT": "A material used for grinding, as emery, sand, powdered glass,etc.", "ABAWED": "Astonished; abashed. [Obs.] Chaucer.", "ABSTENTION": "The act of abstaining; a holding aloof. Jer. Taylor.", "ABBREVIATED": "Shortened; relatively short; abbreviate.", "ABORTED": "Rendered abortive or sterile; undeveloped; checked in normaldevelopment at a very early stage; as, spines are aborted branches.The eyes of the cirripeds are more or less aborted in their maturestate. Owen.", "ABEARANCE": "Behavior. [Obs.] Blackstone.", "ABSTERSIVENESS": "The quality of being abstersive. Fuller.", "ABDEST": "Purification by washing the hands before prayer; -- aMohammedan rite. Heyse.", "ABDOMINALES": "A group including the greater part of fresh-water fishes, andmany marine ones, having the ventral fins under the abdomen behindthe pectorals.", "ABYSS": "The center of an escutcheon.", "ABOMINABLENESS": "The quality or state of being abominable; odiousness. Bentley.", "-FY": "A suffix signifying to make, to form into, etc.; as, acetify,amplify, dandify, Frenchify, etc.", "ABANGA": "A West Indian palm; also the fruit of this palm, the seeds ofwhich are used as a remedy for diseases of the chest.", "ABGEORDNETENHAUS": "See Legislature, Austria, Prussia.", "ABYSM": "An abyss; a gulf. \"The abysm of hell.\" Shak.", "ABEAM": "On the beam, that is, on a line which forms a right angle withthe ship's keel; opposite to the center of the ship's side.", "ABACTINAL": "Pertaining to the surface or end opposite to the mouth in aradiate animal; -- opposed to actinal. \"The aboral or abactinalarea.\" L. Agassiz.", "ABDOMINAL": "Having abdominal fins; belonging to the Abdominales; as,abdominal fishes. Abdominal ring (Anat.), a fancied ringlike openingon each side of the abdomen, external and superior to the pubes; --called also inguinal ring.", "ABORTIVENESS": "The quality of being abortive.", "ABNORMAL": "Not conformed to rule or system; deviating from the type;anomalous; irregular. \"That deviating from the type; anomalous;irregular. \" Froude.", "ABDERIAN": "Given to laughter; inclined to foolish or incessant merriment.", "ABSTAIN": "To hold one's self aloof; to forbear or refrain voluntarily,and especially from an indulgence of the passions or appetites; --with from.Not a few abstained from voting. Macaulay.Who abstains from meat that is not gaunt Shak.", "ABIOLOGICAL": "Pertaining to the study of inanimate things.", "-OL": "A suffix denoting that the substance in the name of which itappears belongs to the series of alcohols or hydroxyl derivatives, ascarbinol, glycerol, etc.", "ABSINTHIUM": "The common wormwood (Artemisia absinthium), an intensely bitterplant, used as a tonic and for making the oil of wormwood.", "ABRAID": "To awake; to arouse; to stir or start up; also, to shout out.[Obs.] Chaucer.", "ABSINTHIN": "The bitter principle of wormwood (Artemisia absinthium). Watts.", "ABACULUS": "A small tile of glass, marble, or other substance, of variouscolors, used in making ornamental patterns in mosaic pavements.Fairholt.", "ABORD": "Manner of approaching or accosting; address. Chesterfield.", "ABEGGE": "Same as Aby. [Obs.] Chaucer.", "ABSINTHIC": "Relating to the common wormwood or to an acid obtained from it.", "ABECEDARIAN": "Pertaining to, or formed by, the letters of the alphabet;alphabetic; hence, rudimentary. Abecedarian psalms, hymns, etc.,compositions in which (like the 119th psalm in Hebrew) distinctportions or verses commence with successive letters of the alphabet.Hook.", "ABREAST": "Side by side; also, opposite; over against; on a line with thevessel's beam; -- with of.", "ABUSIVELY": "In an abusive manner; rudely; with abusive language.", "ABORT": "To become checked in normal development, so as either to remainrudimentary or shrink away wholly; to become sterile.", "ABDUCTION": "The movement which separates a limb or other part from theaxis, or middle line, of the body.", "ABSCISSION": "A figure of speech employed when a speaker having begun to saya thing stops abruptly: thus, \"He is a man of so much honor andcandor, and of such generosity -- but I need say no more.\"", "ABOLISHMENT": "The act of abolishing; abolition; destruction. Hooker.", "A": "The first letter of the English and of many other alphabets.The capital A of the alphabets of Middle and Western Europe, as alsothe small letter (a), besides the forms in Italic, black letter,etc., are all descended from the old Latin A, which was borrowed fromthe Greek Alpha, of the same form; and this was made from the firstletter (Aleph, and itself from the Egyptian origin. The Aleph was aconsonant letter, with a guttural breath sound that was not anelement of Greek articulation; and the Greeks took it to representtheir vowel Alpha with the ä sound, the Phoenician alphabet having novowel symbols. This letter, in English, is used for several differentvowel sounds. See Guide to pronunciation, §§ 43-74. The regular longa, as in fate, etc., is a comparatively modern sound, and has takenthe place of what, till about the early part of the 17th century, wasa sound of the quality of ä (as in far).", "ABET": "To contribute, as an assistant or instigator, to the commissionof an offense.", "ABSTEMIOUSNESS": "The quality of being abstemious, temperate, or sparing in theuse of food and strong drinks. It expresses a greater degree ofabstinence than temperance.", "-NESS": "A suffix used to form abstract nouns expressive of quality orstate; as, goodness, greatness.", "ABNEGATOR": "One who abnegates, denies, or rejects anything. [R.]", "ABSORBABLE": "Capable of being absorbed or swallowed up. Kerr.", "ABLEGATION": "The act of sending abroad. [Obs.] Jer. Taylor.", "-IBLE": ". See -able.", "ABHOR": "To protest against; to reject solemnly. [Obs.]I utterly abhor, yea, from my soul Refuse you for my judge. Shak.", "ABDOMINOSCOPY": "Examination of the abdomen to detect abdominal disease.", "-ION": "A noun suffix denoting act, process, result of an act or aprocess, thing acted upon, state, or condition; as, revolution, theact or process of revolving; construction, the act or process ofconstructing; a thing constructed; dominion, territory ruled over;subjection, state of being subject; dejection; abstraction.", "ABDITIVE": "Having the quality of hiding. [R.] Bailey.", "ABNODATE": "To clear (tress) from knots. [R.] Blount.", "ABASHEDLY": "In an abashed manner.", "ABBATICAL": "Abbatial. [Obs.]", "-LET": "A noun suffix having a diminutive force; as in streamlet,armlet.", "ABSORBITION": "Absorption. [Obs.]", "ABLAQUEATION": "The act or process of laying bare the roots of trees to exposethem to the air and water. [Obs.] Evelyn.", "ABOLISHER": "One who abolishes.", "ABIOGENETIC": "Of or pertaining to abiogenesis. Ab`i*o*ge*net\"ic*al*ly, adv.", "ABJURER": "One who abjures.", "ABSTRUSITY": "Abstruseness; that which is abstruse. [R.] Sir T. Browne.", "ABORTIFACIENT": "Producing miscarriage.-- n.", "ABSOLUTENESS": "The quality of being absolute; independence of everythingextraneous; unlimitedness; absolute power; independent reality;positiveness.", "ABORTIONIST": "One who procures abortion or miscarriage.", "ABLINS": "Perhaps. [Scot.]", "ABALONE": "A univalve mollusk of the genus Haliotis. The shell is linedwith mother-of-pearl, and used for ornamental purposes; the sea-ear.Several large species are found on the coast of California, clingingclosely to the rocks.", "ABREACTION": "See Catharsis, below.", "-LOGY": "A combining form denoting a discourse, treatise, doctrine,theory, science; as, theology, geology, biology, mineralogy.", "ABBREVIATORY": "Serving or tending to abbreviate; shortening; abridging.", "AARD-WOLF": "A carnivorous quadruped (Proteles Lalandii), of South Africa,resembling the fox and hyena. See Proteles.", "-GRAM": "A suffix indicating something drawn or written, a drawing,writing; -- as, monogram, telegram, chronogram.", "ABSENT-MINDED": "Absent in mind; abstracted; preoccupied.-- Ab`sent-mind\"ed*ness, n.-- Ab`sent-mind\"ed*ly, adv.", "ABELE": "The white polar (Populus alba).Six abeles i' the churchyard grow. Mrs. Browning.", "-POD": "A combining form or suffix from Gr. poy`s, podo`s, foot; as,decapod, an animal having ten feet; phyllopod, an animal havingleaflike feet; myriapod, hexapod.", "ABSTRUSELY": "In an abstruse manner.", "ABYSMAL": "Pertaining to, or resembling, an abyss; bottomless; unending;profound.Geology gives one the same abysmal extent of time that astronomy doesof space. Carlyle.", "-MORPHOUS": "A combining form denoting form, shape; as, isomorphous.", "-ITE": "A suffix used to denote the salts formed from those acids whosenames end in -ous; as, sulphite, from sulphurous; nitrite, fromnitrous acid, etc.", "ABORSEMENT": "Abortment; abortion. [Obs.] Bp. Hall.", "ABSTRACTION": "The act process of leaving out of consideration one or moreproperties of a complex object so as to attend to others; analysis.Thus, when the mind considers the form of a tree by itself, or thecolor of the leaves as separate from their size or figure, the act iscalled abstraction. So, also, when it considers whiteness, softness,virtue, existence, as separate from any particular objects.", "ABORSIVE": "Abortive. [Obs.] Fuller.", "ABROGATIVE": "Tending or designed to abrogate; as, an abrogative law.", "ABATER": "One who, or that which, abates.", "-TYPE": "A combining form signifying impressed form; stamp; print; type;typical form; representative; as in stereotype phototype, ferrotype,monotype.", "ABLEPSY": "Blindness. [R.] Urquhart.", "ABHORRENCE": "Extreme hatred or detestation; the feeling of utter dislike.", "ABHAL": "The berries of a species of cypress in the East Indies.", "ABYSSAL": "Belonging to, or resembling, an abyss; unfathomable. Abyssalzone (Phys. Geog.), one of the belts or zones into which Sir E.Forbes divides the bottom of the sea in describing its plants,animals, etc. It is the one furthest from the shore, embracing allbeyond one hundred fathoms deep. Hence, abyssal animals, plants, etc.", "-BLAST": "A suffix or terminal formative, used principally in biologicalterms, and signifying growth, formation; as, bioblast, epiblast,mesoblast, etc.", "ABHORRENCY": "Abhorrence. [Obs.] Locke.", "ABSENTLY": "In an absent or abstracted manner.", "ABODANCE": "An omen; a portending. [Obs.]", "AAM": "A Dutch and German measure of liquids, varying in differentcities, being at Amsterdam about 41 wine gallons, at Antwerp 36½, atHamburg 38¼. [Written also Aum and Awm.]", "ABASED": "Borne lower than usual, as a fess; also, having the ends of thewings turned downward towards the point of the shield.", "-PODA": "A New Latin plural combining form or suffix from Gr. foot; as,hexapoda, myriapoda. See -pod.", "ABIT": "3d sing. pres. of Abide. [Obs.] Chaucer.", "-IZE": "A verb suffix signifying to make, to do, to practice; asapologize, baptize, theorize, tyrannize.", "-YL": "A suffix used as a characteristic termination of chemicalradicals; as in ethyl, carbonyl, hydroxyl, etc.", "ABOVE-CITED": "Cited before, in the preceding part of a book or writing.", "A-MORNINGS": "In the morning; every morning. [Obs.]And have such pleasant walks into the woods A-mornings. J. Fletcher.", "-OCK": "A suffix used to form diminutives; as, bullock, hillock.", "ABSORBER": "One who, or that which, absorbs.", "-": "A disposition of property for the benefit of some person orpersons, usually through the medium of trustees, and for the benefitof a wife, children, or other relatives; jointure granted to a wife,or the act of granting it.", "ABSOLVENT": "Absolving. [R.] Carlyle.", "ABASH": "To destroy the self-possession of; to confuse or confound, asby exciting suddenly a consciousness of guilt, mistake, orinferiority; to put to shame; to disconcert; to discomfit.Abashed, the devil stood, And felt how awful goodness is. Milton.He was a man whom no check could abash. Macaulay.", "ABSIS": "See Apsis.", "ABUTTER": "One who, or that which, abuts. Specifically, the owner of acontiguous estate; as, the abutters on a street or a river.", "ABORTIONAL": "Pertaining to abortion; miscarrying; abortive. Carlyle.", "ABNODATION": "The act of cutting away the knots of trees. [R.] Crabb.", "ABORTIVE": "Imperfectly formed or developed; rudimentary; sterile; as, anabortive organ, stamen, ovule, etc.", "ABROGATOR": "One who repeals by authority.", "ABUNDANT": "Fully sufficient; plentiful; in copious supply; -- followed byin, rarely by with. \"Abundant in goodness and truth.\" Exod. xxxiv. 6.Abundant number (Math.), a number, the sum of whose aliquot partsexceeds the number itself. Thus, 1, 2, 3, 4, 6, the aliquot parts of12, make the number 16. This is opposed to a deficient number, as 14,whose aliquot parts are 1, 2, 7, the sum of which is 10; and to aperfect number, which is equal to the sum of its aliquot parts, as 6,whose aliquot parts are 1, 2., 3.", "ABRENOUNCE": "To renounce. [Obs.] \"They abrenounce and cast them off.\"Latimer.", "A-GOOD": "In earnest; heartily. [Obs.] \"I made her weep agood.\" Shak.", "ABECEDARY": "A primer; the first principle or rudiment of anything. [R.]Fuller.", "ABRA": "A narrow pass or defile; a break in a mesa; the mouth of acañon. [Southwestern U. S.]", "ABURST": "In a bursting condition.", "ABUNDANCE": "An overflowing fullness; ample sufficiency; great plenty;profusion; copious supply; superfluity; wealth: -- strictlyapplicable to quantity only, but sometimes used of number.It is lamentable to remember what abundance of noble blood hath beenshed with small benefit to the Christian state. Raleigh.", "ABSTRUSENESS": "The quality of being abstruse; difficulty of apprehension.Boyle.", "ABRAY": "See Abraid. [Obs.] Spenser.", "ABSORPTIVE": "Having power, capacity, or tendency to absorb or imbibe. E.Darwin.", "-ITIS": "A suffix used in medical terms to denote an inflammatorydisease of; as, arthritis; bronchitis, phrenitis.", "ABSTERSION": "Act of wiping clean; a cleansing; a purging.The task of ablution and abstersion being performed. Sir W. Scott.", "ABIOGENESIS": "The supposed origination of living organisms from lifelessmatter; such genesis as does not involve the action of livingparents; spontaneous generation; -- called also abiogeny, and opposedto biogenesis.I shall call the . . . doctrine that living matter may be produced bynot living matter, the hypothesis of abiogenesis. Huxley, 1870.", "ABJECT": "To cast off or down; hence, to abase; to degrade; to lower; todebase. [Obs.] Donne.", "ABROACH": "To set abroach; to let out, as liquor; to broach; to tap.[Obs.] Chaucer.", "ABSOLUTE": "Pure; unmixed; as, absolute alcohol.", "ABSORBING": "Swallowing, engrossing; as, an absorbing pursuit.-- Ab*sorb\"ing, adv.", "ABSORPTION": "An imbibing or reception by molecular or chemical action; as,the absorption of light, heat, electricity, etc.", "-HEAD": "A variant of -hood.", "ABDITORY": "A place for hiding or preserving articles of value. Cowell.", "ABSCONDER": "One who absconds.", "ABIDINGLY": "Permanently. Carlyle.", "A CHEVAL": "Astride; with a part on each side; -- used specif. indesignating the position of an army with the wings separated by someline of demarcation, as a river or road.", "ABUSIVENESS": "The quality of being abusive; rudeness of language, or violenceto the person.Pick out mirth, like stones out of thy ground, Profaneness,filthiness, abusiveness. Herbert.", "ABIGAIL": "A lady's waiting-maid. Pepys.Her abigail reported that Mrs. Gutheridge had a set of night curlsfor sleeping in. Leslie.", "ABSENTEEISM": "The state or practice of an absentee; esp. the practice ofabsenting one's self from the country or district where one's estateis situated.", "ABUZZ": "In a buzz; buzzing. [Colloq.] Dickens.", "ACACIA": "A roll or bag, filled with dust, borne by Byzantine emperors,as a memento of mortality. It is represented on medals.", "ABOUT-SLEDGE": "The largest hammer used by smiths. Weale.", "ABOVESAID": "Mentioned or recited before.", "ABJURE": "To renounce on oath. Bp. Burnet.", "-OUS": "A suffix denoting that the element indicated by the namebearing it, has a valence lower than that denoted by the termination-ic; as, nitrous, sulphurous, etc., as contrasted with nitric,sulphuric, etc.", "-OUR": "See -or.", "ABORTIVELY": "In an abortive or untimely manner; immaturely; fruitlessly.", "ABUTILON": "A genus of malvaceous plants of many species, found in thetorrid and temperate zones of both continents; -- called also Indianmallow.", "ABJUNCTIVE": "Exceptional. [R.]It is this power which leads on from the accidental and abjunctive tothe universal. I. Taylor.", "ABDOMINALIA": "A group of cirripeds having abdominal appendages.", "ABLE": "Legally qualified; possessed of legal competence; as, able toinherit or devise property.", "-GRAPH": "A suffix signifying something written, a writing; also, awriter; as autograph, crystograph, telegraph, photograph.", "ABRANCHIAL": "Abranchiate.", "A POSTERIORI": "Characterizing that kind of reasoning which derivespropositions from the observation of facts, or by generalizationsfrom facts arrives at principles and definitions, or infers causesfrom effects. This is the reverse of a priori reasoning.", "ABSORPT": "Absorbed. [Arcahic.] \"Absorpt in care.\" Pope.", "ABERUNCATE": "To weed out. [Obs.] Bailey.", "ABUSER": "One who abuses [in the various senses of the verb].", "ABSTRACTEDNESS": "The state of being abstracted; abstract character.", "ABSUMPTION": "Act of wasting away; a consuming; extinction. [Obs.] Sir T.Browne.", "ABLOOM": "In or into bloom; in a blooming state. Masson.", "ABSQUATULATE": "To take one's self off; to decamp. [A jocular word. U. S.]", "ABROOD": "In the act of brooding. [Obs.] Abp. Sancroft.", "ABDAL": "A religious devotee or dervish in Persia.", "ABSQUE HOC": ". Etym: [L., without this.] (Law) The technical words of denialused in traversing what has been alleged, and is repeated.", "ABSCISS": "See Abscissa.", "ABROOK": "To brook; to endure. [Obs.] Shak.", "-EE": "A suffix used, chiefly in law terms, in a passivesignification, to indicate the direct or indirect object of anaction, or the one to whom an act is done or on whom a right isconferred; as in assignee, donee, alienee, grantee, etc. It iscorrelative to -or, the agent or doer.", "-ED": "The termination of the past participle of regular, or weak,verbs; also, of analogous participial adjectives from nouns; as,pigmented; talented.", "ABHORRENTLY": "With abhorrence.", "-ANA": "A suffix to names of persons or places, used to denote acollection of notable sayings, literary gossip, anecdotes, etc. Thus,Scaligerana is a book containing the sayings of Scaliger, Johnsonianaof Johnson, etc.", "-EN": "An adjectival suffix, meaning made of; as in golden, leaden,wooden.", "ABAFT": "Behind; toward the stern from; as, abaft the wheelhouse. Abaftthe beam. See under Beam.", "ABSTRACTEDLY": "In an abstracted manner; separately; with absence of mind.", "ABRAXAS": "A mystical word used as a charm and engraved on gems among theancients; also, a gem stone thus engraved.", "-ER": ".", "ABLATITIOUS": "Diminishing; as, an ablatitious force. Sir J. Herschel.", "-LING": "A noun suffix, commonly having a diminutive or a depreciatoryforce; as in duck-ling, dosling, hireling, fosterling, firstling,underling.", "ABASIA": "Inability to coördinate muscular actions properly in walking. -- A*ba\"sic (#), a.", "-ET": "A noun suffix with a diminutive force; as in baronet, pocket,facet, floweret, latchet.", "ABRENUNCIATION": "Absolute renunciation or repudiation. [Obs.]An abrenunciation of that truth which he so long had professed, andstill believed. Fuller.", "ABDICATIVE": "Causing, or implying, abdication. [R.] Bailey.", "-MANCY": "A combining form denoting divination; as, aleuromancy,chiromancy, necromancy, etc.", "ABRADE": "To rub or wear off; to waste or wear away by friction; as, toabrade rocks. Lyell.", "-SHIP": "A suffix denoting state, office, dignity, profession, or art;as in lordship, friendship, chancellorship, stewardship,horsemanship.", "ABOMA": "A large South American serpent (Boa aboma).", "-ORY": "A noun suffix denoting that which pertains to, or serves for;as in ambulatory, that which serves for walking; consistory, factory,etc.", "ABER-DE-VINE": "The European siskin (Carduelis spinus), a small green andyellow finch, related to the goldfinch.", "ABDUCE": "To draw or conduct away; to withdraw; to draw to a differentpart. [Obs.]If we abduce the eye unto either corner, the object will notduplicate. Sir T. Browne.", "ABHOMINABLE": "Abominable.", "ABIDE": "To stand the consequences of; to answer for; to suffer for.Dearly I abide that boast so vain. Milton.", "ABSOLVABLE": "That may be absolved.", "ABSENTANEOUS": "Pertaining to absence. [Obs.]", "ABIOGENY": "Same as Abiogenesis.", "ABNORMOUS": "Abnormal; irregular. Hallam.A character of a more abnormous cast than his equally suspectedcoadjutor. State Trials.", "ABILITY": "The quality or state of being able; power to perform, whetherphysical, moral, intellectual, conventional, or legal; capacity;skill or competence in doing; sufficiency of strength, skill,resources, etc.; -- in the plural, faculty, talent.Then the disciples, every man according to his ability, determined tosend relief unto the brethren. Acts xi. 29.Natural abilities are like natural plants, that need pruning bystudy. Bacon.The public men of England, with much of a peculiar kind of ability.Macaulay.", "ABHOMINAL": "Inhuman. [Obs.] Fuller.", "ABSOLUTORY": "Serving to absolve; absolving. \"An absolutory sentence.\"Ayliffe.", "ABRACADABRA": "A mystical word or collocation of letters written as in thefigure. Worn on an amulet it was supposed to ward off fever. Atpresent the word is used chiefly in jest to denote something withoutmeaning; jargon.", "ABLUTIONARY": "Pertaining to ablution.", "ABSTERGENT": "Serving to cleanse, detergent.", "ABSORBEDLY": "In a manner as if wholly engrossed or engaged.", "ABSCISION": "See Abscission.", "ABSOLVER": "One who absolves. Macaulay.", "ABBREVIATE": "To reduce to lower terms, as a fraction.", "ABSOLUTELY": "In an absolute, independent, or unconditional manner; wholly;positively.", "ABEYANCY": "Abeyance. [R.] Hawthorne.", "-PLASTIC": "A combining form signifying developing, forming, growing; as,heteroplastic, monoplastic, polyplastic.", "-ENCY": "A noun suffix having much the same meaning as -ence, but morecommonly signifying the quality or state; as, emergency, efficiency.See -ancy.", "-ENCE": "A noun suffix signifying action, state, or quality; also, thatwhich relates to the action or state; as in emergence, diffidence,diligence, influence, difference, excellence. See -ance.", "ABACTION": "Stealing cattle on a large scale. [Obs.]", "ABSTRACT": "To separate, as the more volatile or soluble parts of asubstance, by distillation or other chemical processes. In this senseextract is now more generally used.", "ABEYANCE": "Expectancy; condition of being undetermined.", "ABJECTLY": "Meanly; servilely.", "ABIOGENOUS": "Produced by spontaneous generation.", "ABLENESS": "Ability of body or mind; force; vigor. [Obs. or R.]", "A-SEA": "On the sea; at sea; toward the sea.", "-OID": "A suffix or combining form meaning like, resembling, in theform of; as in anthropoid, asteroid, spheroid.", "ABOARD": "On board; into or within a ship or boat; hence, into or withina railway car.", "ABATE": "(a) To bring entirely down or put an end to; to do away with;as, to abate a nuisance, to abate a writ. (b) (Eng. Law) To diminish;to reduce. Legacies are liable to be abated entirely or inproportion, upon a deficiency of assets. To abate a tax, to remit iteither wholly or in part.", "ABNET": "The girdle of a Jewish priest or officer.", "ABOLITIONIZE": "To imbue with the principles of abolitionism. [R.] Bartlett.", "ABLAQUEATE": "To lay bare, as the roots of a tree. [Obs.] Bailey.", "ABANET": "See Abnet.", "ABBACY": "The dignity, estate, or jurisdiction of an abbot.", "ABIB": "The first month of the Jewish ecclesiastical year,corresponding nearly to our April. After the Babylonish captivitythis month was called Nisan. Kitto.", "ABIETIC": "Of or pertaining to the fir tree or its products; as, abieticacid, called also sylvic acid. Watts.", "ABDICANT": "Abdicating; renouncing; -- followed by of.Monks abdicant of their orders. Whitlock.", "ABUSABLE": "That may be abused.", "ABORAL": "Situated opposite to, or away from, the mouth.", "ABLE-BODIED": "Having a sound, strong body; physically competent; robust.\"Able-bodied vagrant.\" Froude.-- A`ble-bod\"ied*ness, n..", "ABANDONEDLY": "Unrestrainedly.", "-LESS": "A privative adjective suffix, denoting without, destitute of,not having; as witless, childless, fatherless.", "ABSOLUTISTIC": "Pertaining to absolutism; absolutist.", "ABSISTENCE": "A standing aloof. [Obs.]", "ABSTERSE": "To absterge; to cleanse; to purge away. [Obs.] Sir T. Browne.", "ABSCESS": "A collection of pus or purulent matter in any tissue or organof the body, the result of a morbid process. Cold abscess, an abscessof slow formation, unattended with the pain and heat characteristicof ordinary abscesses, and lasting for years without exhibiting anytendency towards healing; a chronic abscess.", "ABLIGURITION": "Prodigal expense for food. [Obs.] Bailey.", "ABDERITE": "An inhabitant of Abdera, in Thrace. The Abderite, Democritus,the Laughing Philosopher.", "ABANDUM": "Anything forfeited or confiscated.", "ABSONANT": "Discordant; contrary; -- opposed to consonant. \"Absonant tonature.\" Quarles.", "ABHORRIBLE": "Detestable. [R.]", "ABYSMALLY": "To a fathomless depth; profoundly. \"Abysmally ignorant.\" G.Eliot.", "ABSCOND": "To hide; to conceal. [Obs.] Bentley.", "-ESS": "A suffix used to form feminine nouns; as, actress, deaconess,songstress.", "ABSTINENT": "Refraining from indulgence, especially from the indulgence ofappetite; abstemious; continent; temperate. Beau. & Fl.", "ABLATION": "Extirpation. Dunglison.", "ABJECTNESS": "The state of being abject; abasement; meanness; servility.Grew.", "-EST": "A suffix used to form the superlative of adjectives andadverbs; as, smoothest; earl(y)iest.", "ABLIGATE": "To tie up so as to hinder from. [Obs.]", "ABSTINENCY": "Abstinence. [R.]", "ABASER": "He who, or that which, abases.", "ABSORBENT": "Absorbing; swallowing; absorptive. Absorbent ground (Paint.), aground prepared for a picture, chiefly with distemper, or watercolors, by which the oil is absorbed, and a brilliancy is imparted tothe colors.", "ABSTRACTIVENESS": "The quality of being abstractive; abstractive property.", "-ANCE": "A suffix signifying action; also, quality or state; as,assistance, resistance, appearance, elegance. See -ancy.", "-ICS": ". A suffix used in forming the names of certain sciences,systems, etc., as acoustics, mathematics, dynamics, statistics,politics, athletics.", "ABSORPTIVENESS": "The quality of being absorptive; absorptive power.", "A FORTIORI": "With stronger reason.", "-ANCY": "A suffix expressing more strongly than -ance the idea ofquality or state; as, constancy, buoyancy, infancy.", "ABSTRACTIONIST": "An idealist. Emerson.", "ABERRATE": "To go astray; to diverge. [R.]Their own defective and aberrating vision. De Quincey.", "ABREPTION": "A snatching away. [Obs.]", "ABATABLE": "Capable of being abated; as, an abatable writ or nuisance.", "-DERM": "A suffix or terminal formative, much used in anatomical terms,and signifying skin, integument, covering; as, blastoderm, ectoderm,etc.", "ABLUTION": "A small quantity of wine and water, which is used to wash thepriest's thumb and index finger after the communion, and which then,as perhaps containing portions of the consecrated elements, is drunkby the priest.", "ABUSEFUL": "Full of abuse; abusive. [R.] \"Abuseful names.\" Bp. Barlow.", "ABRUPTION": "A sudden breaking off; a violent separation of bodies.Woodward.", "ABSOLVATORY": "Conferring absolution; absolutory.", "ABUSAGE": "Abuse. [Obs.] Whately (1634).", "ABROGABLE": "Capable of being abrogated.", "ABIETITE": "A substance resembling mannite, found in the needles of thecommon silver fir of Europe (Abies pectinata). Eng. Cyc.", "ABSEY-BOOK": "An A-B-C book; a primer. [Obs.] Shak.", "ABSTRINGE": "To unbind. [Obs.] Bailey.", "A-TIPTOE": "On tiptoe; eagerly expecting.We all feel a-tiptoe with hope and confidence. F. Harrison.", "ABACINATE": "To blind by a red-hot metal plate held before the eyes. [R.]", "ABRIDGER": "One who abridges.", "-ATION": "A suffix forming nouns of action, and often equivalent to theverbal substantive in -ing. It sometimes has the further meanings ofstate, and that which results from the action. Many of these nounshave verbs in -ate; as, alliterate -ation, narrate -ation; many arederived through the French; as, alteration, visitation; and many areformed on verbs ending in the Greek formative -ize (Fr. -ise); as,civilization, demoralization.", "ABJUDICATE": "To reject by judicial sentence; also, to abjudge. [Obs.] Ash.", "ABSTRUDE": "To thrust away. [Obs.] Johnson.", "ABODING": "A foreboding. [Obs.]", "ABSURDNESS": "Absurdity. [R.]", "ABAIST": "Abashed; confounded; discomfited. [Obs.] Chaucer.", "ABSINTHIATE": "To impregnate with wormwood.", "ABSURD": "Contrary to reason or propriety; obviously and fiatly opposedto manifest truth; inconsistent with the plain dictates of commonsense; logically contradictory; nonsensical; ridiculous; as, anabsurd person, an absurd opinion; an absurd dream.This proffer is absurd and reasonless. Shak.'This phrase absurd to call a villain great. Pope.p. 9", "ABLATIVE": "Applied to one of the cases of the noun in Latin and some otherlanguages, -- the fundamental meaning of the case being removal,separation, or taking away.", "-FEROUS": "A suffix signifying bearing, producing, yielding; as,auriferous, yielding gold; chyliferous, producing chyle.", "ABOUT": "On the point or verge of; going; in act of.Paul was now aboutto open his mouth. Acts xviii. 14.", "ABSENTER": "One who absents one's self.", "A MENSA ET THORO": "A kind of divorce which does not dissolve the marriage bond,but merely authorizes a separate life of the husband and wife.Abbott.", "ABSTERGE": "To make clean by wiping; to wipe away; to cleanse; hence, topurge. [R.] Quincy.", "ABSURDLY": "In an absurd manner.", "ABSENTEE": "One who absents himself from his country, office, post, orduty; especially, a landholder who lives in another country ordistrict than that where his estate is situated; as, an Irishabsentee. Macaulay.", "ABSTRUSION": "The act of thrusting away. [R.] Ogilvie.", "ABIES": "A genus of coniferous trees, properly called Fir, as the balsamfir and the silver fir. The spruces are sometimes also referred tothis genus.", "-METRY": "A suffix denoting the art, process, or science, of measuring;as, acidmetry, chlorometry, chronometry.", "ABSINTHIAL": "Of or pertaining to wormwood; absinthian.", "-IVE": "An adjective suffix signifying relating or belonging to, of thenature of, tending to; as affirmative, active, conclusive,corrective, diminutive.", "ABASHMENT": "The state of being abashed; confusion from shame.", "ABSCIND": "To cut off. [R.] \"Two syllables . . . abscinded from the rest.\"Johnson.", "-SOME": "A combining form or suffix from Gr. sw^ma (gen. sw`matos) thebody; as in merosome, a body segment; cephalosome, etc.", "ABLUVION": "That which is washed off. [R.] Dwight.", "ABLAUT": "The substitution of one root vowel for another, thus indicatinga corresponding modification of use or meaning; vowel permutation;as, get, gat, got; sing, song; hang, hung. Earle.", "-KIN": "A diminutive suffix; as, manikin; lambkin.", "ABIRRITATION": "A pathological condition opposite to that of irritation;debility; want of strength; asthenia.", "-MO": "A suffix added to the names of certain numerals or to thenumerals themselves, to indicate the number of leaves made by foldinga sheet of paper; as, sixteenmo or 16mo; eighteenmo or 18mo. It istaken from the Latin forms similarly used; as, duodecimo,sextodecimo, etc. A small circle, placed after the number and nearits top, is often used for -mo; as, 16°, 18°, etc.", "ABNORMALLY": "In an abnormal manner; irregularly. Darwin.", "ABSINTHISM": "The condition of being poisoned by the excessive use ofabsinth.", "-OMA": "A suffix used in medical terms to denote a morbid condition ofsome part, usually some kind of tumor; as in fibroma, glaucoma.", "ABSONOUS": "Discordant; inharmonious; incongruous. [Obs.] \"Absonous to ourreason.\" Glanvill.", "ABSTRACTIVELY": "In a abstract manner; separately; in or by itself. Feltham.", "ABJUDGE": "To take away by judicial decision. [R.]", "-ABLY": "A suffix composed of -able and the adverbial suffix -ly; as,favorably.", "ABSTRACTER": "One who abstracts, or makes an abstract.", "ABIRRITANT": "A medicine that diminishes irritation.", "ABBOTSHIP": "The state or office of an abbot.", "-IDE": "A suffix used to denote: (a) The nonmetallic, or negative,element or radical in a binary compound; as, oxide, sulphide,chloride. (b) A compound which is an anhydride; as, glycolide,phthalide. (c) Any one of a series of derivatives; as, indogenide,glucoside, etc.", "ABRASE": "Rubbed smooth. [Obs.] \"An abrase table.\" B. Jonson.", "ABRICOCK": "See Apricot. [Obs.]", "-PLASTY": "A combining form denoting the act or process of forming,development, growth; as, autoplasty, perineoplasty.", "ABSTAINER": "One who abstains; esp., one who abstains from the use ofintoxicating liquors.", "ABELMOSK": "An evergreen shrub (Hibiscus -- formerly Abelmoschus-moschatus), of the East and West Indies and Northern Africa, whosemusky seeds are used in perfumery and to flavor coffee; -- sometimescalled musk mallow.", "ABANDONMENT": "The relinquishment by the insured to the underwriters of whatmay remain of the property insured after a loss or damage by a perilinsured against.", "ABLEGATE": "To send abroad. [Obs.] Bailey.", "ABSENTNESS": "The quality of being absent-minded. H. Miller.", "ABDICABLE": "Capable of being abdicated.", "ABOMINABLY": "In an abominable manner; very odiously; detestably.", "ABROGATION": "The act of abrogating; repeal by authority. Hume.", "ABDICATOR": "One who abdicates.", "ABACTOR": "One who steals and drives away cattle or beasts by herds ordroves. [Obs.]", "ABACIST": "One who uses an abacus in casting accounts; a calculator.", "ABUT": "To project; to terminate or border; to be contiguous; to meet;-- with on, upon, or against; as, his land abuts on the road.", "ABLACTATION": "The process of grafting now called inarching, or grafting byapproach.", "ABIRRITATIVE": "Characterized by abirritation or debility.", "ABOLITION": "The act of abolishing, or the state of being abolished; anannulling; abrogation; utter destruction; as, the abolition ofslavery or the slave trade; the abolition of laws, decrees,ordinances, customs, taxes, debts, etc.", "-RIC": "A suffix signifying dominion, jurisdiction; as, bishopric, thedistrict over which a bishop exercises authority.", "ABOVEBOARD": "Above the board or table. Hence: in open sight; without trick,concealment, or deception. \"Fair and aboveboard.\" Burke.", "ABREGGE": "See Abridge. [Obs.]", "ABSCISSA": "One of the elements of reference by which a point, as of acurve, is referred to a system of fixed rectilineal coördinate axes.", "ABORTION": "Arrest of development of any organ, so that it remains animperfect formation or is absorbed.", "ABLY": "In an able manner; with great ability; as, ably done, planned,said.", "ACADEME": "An academy. [Poetic] Shak.", "ABDOMINOUS": "Having a protuberant belly; pot-bellied.Gorgonius sits, abdominous and wan, Like a fat squab upon a Chinesefan. Cowper.", "ABARTICULATION": "Articulation, usually that kind of articulation which admits offree motion in the joint; diarthrosis. Coxe.", "ABACK": "Backward against the mast;-said of the sails when pressed bythe wind. Totten. To be taken aback. (a) To be driven backwardagainst the mast; -- said of the sails, also of the ship when thesails are thus driven. (b) To be suddenly checked, baffled, ordiscomfited. Dickens.", "ABERRATION": "A small periodical change of position in the stars and otherheavenly bodies, due to the combined effect of the motion of lightand the motion of the observer; called annual aberration, when theobserver's motion is that of the earth in its orbit, and dairy ordiurnal aberration, when of the earth on its axis; amounting whengreatest, in the former case, to 20.4'', and in the latter, to 0.3''.Planetary aberration is that due to the motion of light and themotion of the planet relative to the earth.", "-FUL": "A suffix signifying full of, abounding with; as, boastful,harmful, woeful.", "ABACA": "The Manila-hemp plant (Musa textilis); also, its fiber. SeeManila hemp under Manila.", "ABOUGHT": "of Aby. [Obs.]", "ABBESS": "A female superior or governess of a nunnery, or convent ofnuns, having the same authority over the nuns which the abbots haveover the monks. See Abbey.", "ABROGATE": "Abrogated; abolished. [Obs.] Latimer.", "ABACISCUS": "One of the tiles or squares of a tessellated pavement; anabaculus.", "ABSINTHATE": "A combination of absinthic acid with a base or positiveradical.", "ABATVOIX": "The sounding-board over a pulpit or rostrum.", "-URET": "A suffix with the same meaning as -ide. See -ide. [Obs.]", "A-": "A, as a prefix to English words, is derived from varioussources. (1) It frequently signifies on or in (from an, a forms ofAS. on), denoting a state, as in afoot, on foot, abed, amiss, asleep,aground, aloft, away (AS. onweg), and analogically, ablaze, atremble,etc. (2) AS. of off, from, as in adown (AS. ofdüne off the dun orhill). (3) AS. a- (Goth. us-, ur-, Ger. er-), usually giving anintensive force, and sometimes the sense of away, on, back, as inarise, abide, ago. (4) Old English y- or i- (corrupted from the AS.inseparable particle ge-, cognate with OHG. ga-, gi-, Goth. ga-),which, as a prefix, made no essential addition to the meaning, as inaware. (5) French à (L. ad to), as in abase, achieve. (6) L. a, ab,abs, from, as in avert. (7) Greek insep. prefix a without, orprivative, not, as in abyss, atheist; akin to E. un-.", "ABALIENATE": "To transfer the title of from one to another; to alienate.", "ABNORMITY": "Departure from the ordinary type; irregularity; monstrosity.\"An abnormity . . . like a calf born with two heads.\" Mrs. Whitney.", "ABBE": "The French word answering to the English abbot, the head of anabbey; but commonly a title of respect given in France to every onevested with the ecclesiastical habit or dress.", "AB": "The fifth month of the Jewish year according to theecclesiastical reckoning, the eleventh by the civil computation,coinciding nearly with August. W. Smith.", "ABDICATE": "To disclaim and expel from the family, as a father his child;to disown; to disinherit.", "ABBA": "Father; religious superior; -- in the Syriac, Coptic, andEthiopic churches, a title given to the bishops, and by the bishopsto the patriarch.", "ABLUDE": "To be unlike; to differ. [Obs.] Bp. Hall.", "ABEARING": "Behavior. [Obs.] Sir. T. More.", "ABERR": "To wander; to stray. [Obs.] Sir T. Browne.", "-HOOD": "A termination denoting state, condition, quality, character,totality, as in manhood, childhood, knighthood, brotherhood.Sometimes it is written, chiefly in obsolete words, in the form -head.", "ABSOLUTION": "An acquittal, or sentence of a judge declaring and accusedperson innocent. [Obs.]", "-OSE": "A suffix indicating that the substance to the name of wich itis affixed is a member of the carbohydrate group; as in cellulose,sucrose, dextrose, etc.", "-IN": "A suffix. See the Note under -ine.", "-IC": "A suffix, denoting that the element indicated enters intocertain compounds with its highest valence, or with a valencerelatively higher than in compounds where the name of the elementends in -ous; as, ferric, sulphuric. It is also used in the generalsense of pertaining to; as, hydric, sodic, calcic.", "ABATEMENT": "A mark of dishonor on an escutcheon.", "ABB WOOL": "See Abb.", "A PRIORI": "Characterizing that kind of reasoning which deducesconsequences from definitions formed, or principles assumed, or whichinfers effects from causes previously known; deductive ordeductively. The reverse of a posteriori.", "ABEVACUATION": "A partial evacuation. Mayne.", "ABIETENE": "A volatile oil distilled from the resin or balsam of the nutpine (Pinus sabiniana) of California."}