{"DIPLOBLASTIC":"Characterizing the ovum when it has two primary germinallayers.","DEFIGURE":"To delineate. [Obs.]These two stones as they are here defigured. Weever.","LOMBARD":"Of or pertaining to Lombardy, or the inhabitants of Lombardy.","BAHAISM":"The religious tenets or practices of the Bahais.","FUMERELL":"See Femerell.","ROYALET":"A petty or powerless king. [R.]there were at this time two other royalets, as only kings by hisleave. Fuller.","TROPHIED":"Adorned with trophies.The trophied arches, storied halls, invade. Pope.","ZEQUIN":"See Sequin.","MILLWRIGHT":"A mechanic whose occupation is to build mills, or to set uptheir machinery.","PHOTOGRAPHOMETER":"An instrument for determining the sensibility of the platesemployed in photographic processes to luminous rays.","SCHEELIUM":"The metal tungsten. [Obs.]","ALVEOLATE":"Deeply pitted, like a honeycomb.","LIMULUS":"The only existing genus of Merostomata. It includes only a fewspecies from the East Indies, and one (Limulus polyphemus) from theAtlantic coast of North America. Called also Molucca crab, king crab,horseshoe crab, and horsefoot.","OSMUND":"A fern of the genus Osmunda, or flowering fern. The mostremarkable species is the osmund royal, or royal fern (Osmundaregalis), which grows in wet or boggy places, and has large bipinnatefronds, often with a panicle of capsules at the top. The rootstockcontains much starch, and has been used in stiffening linen.","POTTEEN":"See Poteen.","UNDERRUN":"To run or pass under; especially (Naut.), to pass along andunder, as a cable, for the purpose of taking it in, or of examiningit.","EMPLASTIC":"Fit to be applied as a plaster; glutinous; adhesive; as,emplastic applications.","RHYTHMICS":"The department of musical science which treats of the length ofsounds.","PLEUROPTERA":"A group of Isectivora, including the colugo.","UNBLOODY":"Not bloody. Dryden. Unbloody sacrifice. (a) A sacrifice inwhich no victim is slain. (b) (R. C. Ch.) The Mass.","CINCINNUS":"A form of monochasium in which the lateral branches arisealternately on opposite sides of the false axis; -- called alsoscorpioid cyme. --Cin*cin\"nal (#), a.","INDOCILITY":"The quality or state of being indocile; dullness of intellect;unteachableness; intractableness.The stiffness and indocility of the Pharisees. W. Montagu.","TELEOCEPHIAL":"An extensive order of bony fishes including most of the commonmarket species, as bass, salmon, cod, perch, etc.","CANEBRAKE":"A thicket of canes. Ellicott.","QUININIC":"Pertaining to, or designating, a nitrogenous acid obtained as ayellow crystalline substance by the oxidation of quinine.","RICINIC":"Pertaining to, or derived from, castor oil; formerly,designating an acid now called ricinoleic acid.","TELLURAL":"Of or pertaining to the earth. [R.]","OTHERNESS":"The quality or state of being other or different; alterity;oppositeness.","FASCICLE":"A small bundle or collection; a compact cluster; as, a fascicleof fibers; a fascicle of flowers or roots.","REENJOYMENT":"Renewed enjoiment.","LONGIROSTER":"One of the Longirostres.","RHAPSODIZE":"To utter as a rhapsody, or in the manner of a rhapsody Sterne.","WATER VIOLET":"See under Violet.","TRUNCHEONED":"Having a truncheon.","UNDERWENT":"imp. of Undergo.","APITPAT":"With quick beating or palpitation; pitapat. Congreve.","BRISKET":"That part of the breast of an animal which extends from thefore legs back beneath the ribs; also applied to the fore part of ahorse, from the shoulders to the bottom of the chest.","KEPHALIN":"One of a group of nitrogenous phosphorized principles, supposedby Thudichum to exist in brain tissue.","METELY":"According to measure or proportion; proportionable;proportionate. [Obs.]","JOHNSON GRASS":"A tall perennial grass (Sorghum Halepense), valuable in theSouthern and Western States for pasture and hay. The rootstocks arelarge and juicy and are eagerly sought by swine. Called also Cubagrass, Means grass, Evergreen millet, and Arabian millet.","MOP":"A made-up face; a grimace. \"What mops and mowes it makes!\"Beau. & Fl.","SYMPOSIAC":"Of or pertaining to compotations and merrymaking; happeningwhere company is drinking together; as, symposiac meetings.Symposiac disputations amongst my acquaintance. Arbuthnot.","ULVA":"A genus of thin papery bright green seaweeds including thekinds called sea lettuce.","-ANA":"A suffix to names of persons or places, used to denote acollection of notable sayings, literary gossip, anecdotes, etc. Thus,Scaligerana is a book containing the sayings of Scaliger, Johnsonianaof Johnson, etc.","PHARISEAN":"Following the practice of Pharisees; Pharisaic. [Obs.]\"Pharisean disciples.\" Milton.","PUTRIDNESS":"Putridity. Floyer.","TOUSEL":"Same as Tousle. [Colloq.]","TETRAGON":"A plane figure having four sides and angles; a quadrangle, as asquare, a rhombus, etc.","HARELD":"The long-tailed duck. See Old Squaw.","PYCNOSTYLE":"See under Intercolumniation. -n.","BOLE":"The trunk or stem of a tree, or that which is like it.Enormous elm-tree boles did stoop and lean. Tennyson.","BASISOLUTE":"Prolonged at the base, as certain leaves.","HISTORIOGRAPHY":"The art of employment of an historiographer.","CURSORILY":"In a running or hasty manner; carelessly.","GLOSSARIST":"A writer of glosses or of a glossary; a commentator; ascholiast. Tyrwhitt.","APOTACTITE":"One of a sect of ancient Christians, who, in supposed imitationof the first believers, renounced all their possessions.","FRITHY":"Woody. [Obs.] Skelton.","ZECHIN":"See Sequin.","BESTAR":"To sprinkle with, or as with, stars; to decorate with, or aswith, stars; to bestud. \"Bestarred with anemones.\" W. Black.","CARICATURIST":"One who caricatures.","CHAMAL":"The Angora goat. See Angora goat, under Angora.","OPINIATED":"Opinionated. [Obs.]","PELICOSAURIA":"A suborder of Theromorpha, including terrestrial reptiles fromthe Permian formation.","PICKERY":"Petty theft. [Scot.] Holinshed.","DOUR":"Hard; inflexible; obstinate; sour in aspect; hardy; bold.[Scot.]A dour wife, a sour old carlin. C. Reade.","AGERATUM":"A genus of plants, one species of which (A. Mexicanum) haslavender-blue flowers in dense clusters.","BEDSTAFF":"\"A wooden pin stuck anciently on the sides of the bedstead, tohold the clothes from slipping on either side.\" Johnson.Hostess, accommodate us with a bedstaff. B. Jonson.Say there is no virtue in cudgels and bedstaves. Brome.","GLADFUL":"Full of gladness; joyful; glad. [R.] -- Glad\"ful*ness, n. [R.]Spenser.It followed him with gladful glee. Spenser.","INDOXYL":"A nitrogenous substance, C8H7NO, isomeric with oxindol,obtained as an oily liquid.","NOTHINGISM":"Nihility; nothingness. [R.]","GNARL":"To growl; to snarl.And wolves are gnarling who shall gnaw thee first. Shak.","ANGIOSPERMATOUS":"Same as Angiospermous.","INCUNABULUM":"A work of art or of human industry, of an early epoch;especially, a book printed before A. D. 1500.","MORIGERATION":"Obsequiousness; obedience. [Obs.] Evelyn.","INCOMPARED":"Peerless; incomparable. [Obs.] Spenser.","OVERSWAY":"To bear sway over.","SUBSECUTE":"To follow closely, or so as to overtake; to pursue. [Obs.]To follow and detain him, if by any possibility he could besubsecuted and overtaken. E. Hall.","BACILLUS":"A variety of bacterium; a microscopic, rod-shaped vegetableorganism.","ETHEREALITY":"The state of being ethereal; etherealness.Something of that ethereality of thought and manner which belonged toWordsworth's earlier lyrics. J. C. Shairp.","REJOICER":"One who rejoices.","SINGULT":"A sigh or sobbing; also, a hiccough. [Obs.] Spenser. W. Browne.","MELAINOTYPE":"See Melanotype.","STOPPED":"Made by complete closure of the mouth organs; shut; -- said ofcertain consonants (p, b, t, d, etc.). H. Sweet.","WESTERING":"Passing to the west.Toward heaven's descent had sloped his westering wheel. Milton.","CHINAMAN":"A native of China; a Chinese.","FORESKIN":"The fold of skin which covers the glans of the penis; theprepuce.","CEPHALOTOME":"An instrument for cutting into the fetal head, to facilitatedelivery.","OVERLOOKER":"One who overlooks.","CARBINOL":"Methyl alcohol, CH3OH; -- also, by extension, any one in thehomologous series of paraffine alcohols of which methyl alcohol isthe type.","PROFESSED":"Openly declared, avowed, acknowledged, or claimed; as, aprofessed foe; a professed tyrant; a professed Christian. Theprofessed (R. C. Ch.) , a certain class among the Jesuits bound by aspecial vow. See the note under Jesuit.","COPPER-NOSE":"A red nose. Shak.","ESOTERICISM":"Esoteric doctrine or principles.","APLACENTAL":"Belonging to the Aplacentata; without placenta.","JURAMENTUM":"An oath.","LITHARGYRUM":"Crystallized litharge, obtained by fusion in the form of fineyellow scales.","LUCIFERIAN":"One of the followers of Lucifer, bishop of Cagliari, in thefourth century, who separated from the orthodox churches because theywould not go as far as he did in opposing the Arians.","VERDINE":"A commercial name for green aniline dye.","ARUNDIFEROUS":"Producing reeds or canes.","EXCEEDINGLY":"To a very great degree; beyond what is usual; surpassingly. Itsignifies more than very."}
